Repository: tyronel183/wisemind
Catalog: lib/l10n/app_*.arb
Languages: ru

# prosConsSectionWorksheetTitle
source: Pros and cons
ru: За и против

# prosConsFieldDateLabel
source: Date
ru: Дата

# prosConsFieldProblemLabel
source: Problem behavior
ru: Проблемное поведение

# prosConsFieldProsActImpulsivelyLabel
source: Pros: act on the impulse
ru: За: поддаться импульсу

# prosConsFieldProsResistImpulseLabel
source: Pros: resist the impulse
ru: За: противостоять импульсу

# prosConsFieldConsActImpulsivelyLabel
source: Cons: act on the impulse
ru: Против: поддаться импульсу

# prosConsFieldConsResistImpulseLabel
source: Cons: resist the impulse
ru: Против: противостоять импульсу

# prosConsDecisionSectionTitle
source: What did you decide?
ru: Какое решение приняли?

# prosConsDecisionFieldLabel
source: What did you decide?
ru: Какое решение приняли?

# prosConsDecisionFieldHint
source: Write down the decision you made. If you still can’t decide, go through the worksheet one more time.
ru: Запишите принятое решение. Если не получилось принять решение — попробуйте пройтись по рабочему листу ещё раз.

# prosConsEditAppBarTitle
source: Edit entry
ru: Редактирование записи

# prosConsNewAppBarTitle
source: New entry
ru: Новая запись

# prosConsExamplePillTitle
source: Example "Pros and cons" worksheet
ru: Пример заполненного листа "За и против"

# prosConsEditSectionWorksheetTitle
source: Pros and cons worksheet
ru: Рабочий лист "За и против"

# prosConsFieldProblemHint
source: Which problem behavior are you evaluating?
ru: Какое проблемное поведение оцениваем?

# prosConsFieldProsActImpulsivelyHint
source: List all the reasons in favor of acting on the problem behavior impulse.
ru: Запишите все "за" в пользу того, чтобы поддаться импульсу проблемного поведения

# prosConsFieldProsResistImpulseHint
source: List all the reasons in favor of resisting the problem behavior impulse.
ru: Запишите все "за" в пользу того, чтобы противостоять импульсу проблемного поведения

# prosConsFieldConsActImpulsivelyHint
source: List all the reasons against acting on the problem behavior impulse.
ru: Запишите все "против" в пользу того, чтобы поддаться импульсу проблемного поведения

# prosConsFieldConsResistImpulseHint
source: List all the reasons against resisting the problem behavior impulse.
ru: Запишите все "против" в пользу того, чтобы противостоять импульсу проблемного поведения

# prosConsSaveButtonNew
source: Save
ru: Сохранить

# prosConsSaveButtonEdit
source: Save changes
ru: Сохранить изменения

# prosConsSaveSnackNew
source: Entry added
ru: Запись добавлена

# prosConsSaveSnackEdit
source: Entry updated
ru: Запись обновлена

# prosConsExampleAppBarTitle
source: Example entry
ru: Пример заполнения

# meditationsAppBarTitle
source: Meditations
ru: Медитации

# meditationsSectionMindfulness
source: Mindfulness
ru: Осознанность

# meditationsSectionDistressTolerance
source: Distress tolerance
ru: Устойчивость к стрессу

# meditationsSectionEmotionRegulation
source: Emotion regulation
ru: Регуляция эмоций

# meditationsSectionInterpersonalEffectiveness
source: Interpersonal effectiveness
ru: Межличностная эффективность

# meditationsCategoryStressReductionRaw
source: Stress reduction
ru: Снижение стресса

# meditationsSkillEmpathicPresenceShort
source: Empathy
ru: Эмпатия

# meditationHintCardText
source: 🌿 Find a quiet place where no one will disturb you, sit comfortably and begin.
ru: 🌿 Найдите спокойное место, где вас никто не потревожит, сядьте поудобнее и начните.

# meditationLoadErrorText
source: We couldn’t load the meditation audio. This is often related to your internet connection. Try again or switch tabs and come back.
ru: Не удалось загрузить аудио медитации. Часто это связано с подключением к интернету. Попробуйте ещё раз или переключите вкладку.

# meditationToggleWithVoice
source: With voice
ru: С голосом

# meditationToggleMusicOnly
source: Music only
ru: Только музыка

# meditationButtonPause
source: Pause
ru: Пауза

# meditationButtonPlay
source: Start
ru: Начать

# meditationSubscriptionInfo
source: Access to this meditation may require a subscription.
ru: Для доступа к этой медитации может потребоваться подписка.

# entryFormEditAppBarTitle
source: Edit entry
ru: Редактировать запись

# entryFormNewAppBarTitle
source: New entry
ru: Новая запись

# entryFormSectionGeneralTitle
source: Overall state
ru: Общее состояние

# entryFormFieldDateLabel
source: Date
ru: Дата

# entryFormMoodQuestion
source: How are you today?
ru: Как вы сегодня?

# entryFormFieldGratefulLabel
source: What do I thank myself for today?
ru: За что я себя сегодня благодарю?

# entryFormFieldGoalLabel
source: What did I do toward my goal?
ru: Что сделано для достижения цели?

# entryFormSectionSleepTitle
source: Sleep
ru: Сон

# entryFormFieldRestLabel
source: How rested do you feel?
ru: Как отдохнули?

# entryFormFieldSleepHoursLabel
source: How many hours did you sleep?
ru: Сколько спали (часы)?

# entryFormFieldWakeTimeLabel
source: What time did you wake up?
ru: Во сколько проснулись?

# entryFormFieldNightWakeupsLabel
source: How many times did you wake up at night?
ru: Сколько было ночных пробуждений?

# entryFormSectionDiscomfortTitle
source: Discomfort
ru: Дискомфорт

# entryFormFieldPhysicalDiscomfortLabel
source: Physical discomfort
ru: Физический дискомфорт

# entryFormFieldEmotionalDiscomfortLabel
source: Emotional discomfort
ru: Эмоциональный дискомфорт

# entryFormSectionEmotionalStateTitle
source: Emotional state
ru: Эмоциональное состояние

# entryFormFieldDissociationLabel
source: Feeling unreal / detached
ru: Ощущение нереальности

# entryFormFieldRuminationsLabel
source: Ruminations and intrusive thoughts
ru: Руминации, навязчивые мысли

# entryFormFieldSelfBlameLabel
source: Self-blame
ru: Самообвинение

# entryFormFieldSuicidalThoughtsLabel
source: Suicidal thoughts
ru: Суицидальные мысли

# entryFormSectionProblemBehaviorTitle
source: Problem behavior
ru: Проблемное поведение

# entryFormProblemBehaviorHint
source: Fill this in if you’re tracking a specific problem behavior.
ru: Заполняйте, если отслеживаете какое-то конкретное проблемное поведение.

# entryFormFieldUrgesLabel
source: How strong was the urge?
ru: Насколько сильный импульс?

# entryFormFieldActionLabel
source: What did you do?
ru: Что сделали?

# entryFormSectionSelfCareTitle
source: Self-care
ru: Забота о себе

# entryFormFieldPhysicalActivityLabel
source: Physical activity
ru: Физическая активность

# entryFormFieldPleasureLabel
source: How much pleasure did you have?
ru: Сколько было удовольствия?

# entryFormFieldWaterLabel
source: How much liquid did you drink?
ru: Сколько пили жидкости?

# entryFormFieldMealsCountLabel
source: How many times did you eat?
ru: Сколько раз ели?

# entryFormSectionSkillsTitle
source: Skills used
ru: Применённые навыки

# entryFormSkillsHint
source: You can select several.
ru: Можно выбрать несколько.

# entryFormSkillsButtonLabel
source: Choose skills
ru: Выбрать навыки

# entryFormSkillsDialogTitle
source: Choose skills
ru: Выберите навыки

# entryFormDialogCancel
source: Cancel
ru: Отмена

# entryFormDialogConfirm
source: Done
ru: Готово

# entryFormButtonSaveNew
source: Save
ru: Сохранить

# entryFormButtonSaveEdit
source: Save changes
ru: Сохранить изменения

# entryFormWakeOptionBefore4
source: Before 4:00
ru: Раньше 4:00

# entryFormWakeOptionAfter13
source: After 13:00
ru: Позже 13:00

# entryFormWaterOptionMoreThan4
source: More than 4 L
ru: Больше 4 л

# entryFormWaterOptionLiters
source: {liters} L
ru: {liters} л

# stateEntryDetailAppBarTitle
source: Daily state
ru: Состояние дня

# stateEntryDetailSectionSkillsTitle
source: 🧩 Skills used
ru: 🧩 Примененные навыки

# stateEntryDetailSectionGoalTitle
source: 🎯 Actions toward your goal
ru: 🎯 Что сделано для достижения цели

# stateEntryDetailSectionSleepTitle
source: 😴 Sleep quality
ru: 😴 Качество сна

# stateEntryDetailSectionDiscomfortTitle
source: 😣 Discomfort
ru: 😣 Дискомфорт

# stateEntryDetailSectionEmotionalStateTitle
source: 💭 Emotional state
ru: 💭 Эмоциональное состояние

# stateEntryDetailSectionProblemBehaviorTitle
source: ⚠️ Problem behavior
ru: ⚠️ Проблемное поведение

# stateEntryDetailSectionSelfCareTitle
source: 💗 Self-care
ru: 💗 Забота о себе

# stateEntryDetailHeaderGratefulLabel
source: What I thank myself for
ru: За что себя благодарю

# stateEntryDetailMetricSleepLabel
source: Sleep
ru: Сон

# stateEntryDetailMetricRestLabel
source: Rest
ru: Отдых

# stateEntryDetailMetricActivityLabel
source: Activity
ru: Активность

# stateEntryDetailMetricSleepUnitHours
source: h
ru: ч

# stateEntryDetailMetricScoreUnitOutOfFive
source: out of 5
ru: из 5

# stateEntryDetailSleepWakeUp
source: Wake-up time: {time}
ru: Подъём: {time}

# stateEntryDetailSleepNightWakeups
source: Night awakenings: {count}
ru: Ночных пробуждений: {count}

# stateEntryDetailDiscomfortPhysical
source: Physical: {value}/5
ru: Физический: {value}/5

# stateEntryDetailDiscomfortEmotional
source: Emotional: {value}/5
ru: Эмоциональный: {value}/5

# stateEntryDetailEmotionalDissociation
source: Dissociation: {value}/5
ru: Диссоциация: {value}/5

# stateEntryDetailEmotionalRuminations
source: Ruminations: {value}/5
ru: Зацикленные мысли: {value}/5

# stateEntryDetailEmotionalSelfBlame
source: Self-blame: {value}/5
ru: Самообвинение: {value}/5

# stateEntryDetailEmotionalSuicidalThoughts
source: Suicidal thoughts: {value}/5
ru: Суицидальные мысли: {value}/5

# stateEntryDetailProblemUrge
source: Urge strength: {value}/5
ru: Сила импульса: {value}/5

# stateEntryDetailProblemAction
source: What happened: {text}
ru: Что произошло: {text}

# stateEntryDetailSelfCarePhysicalActivity
source: Physical activity: {value}/5
ru: Физическая активность: {value}/5

# stateEntryDetailSelfCarePleasure
source: Pleasure: {value}/5
ru: Удовольствие: {value}/5

# stateEntryDetailSelfCareWater
source: Amount of liquid: {liters} L
ru: Количество выпитой жидкости: {liters} л

# stateEntryDetailSelfCareFood
source: Number of meals: {count}
ru: Количество приемов пищи: {count}

# stateEntryDetailNoData
source: No entries
ru: Нет записей
