Repository: tyronel183/wisemind
Catalog: lib/l10n/app_*.arb
Languages: ru

# mainFabNewEntry
source: New entry
ru: Новая запись

# mainNavState
source: My State
ru: Состояние

# mainNavWorksheets
source: Exercises
ru: Упражнения

# mainNavMeditations
source: Meditations
ru: Медитации

# mainNavSkills
source: Skills
ru: Навыки

# tabState
source: My State
ru: Состояние

# tabWorksheets
source: Worksheets
ru: Упражнения

# tabMeditations
source: Meditations
ru: Медитации

# tabSkills
source: Skills
ru: Навыки

# homeTitle
source: My state
ru: Моё состояние

# settingsTitle
source: Settings
ru: Настройки

# onboarding_page1_title
source: Do you often do things you later regret?
ru: Часто делаете то, о чём потом жалеете

# onboarding_page1_subtitle
source: You snap at loved ones, drink too much, overspend or eat to numb stress. In the moment it feels easier, but afterwards there is shame and heaviness — and the cycle repeats again and again.
ru: Сорвались на близких, напились, накупили лишнего, заели стресс сладким. В моменте вроде легче, а потом стыдно и тяжело. И всё повторяется снова и снова.

# onboarding_page2_title
source: Wisemind helps break this cycle
ru: Wisemind помогает разорвать этот круг

# onboarding_page2_subtitle
source: An app based on DBT — a psychotherapy approach that helps you notice what is happening to you and how you react to urges and impulses.
ru: Приложение на основе DBT — подхода в психотерапии, который учит замечать, что с вами происходит. Вы отслеживаете свои реакции, побуждения и импульсы и учитесь влиять на них.

# onboarding_page3_title
source: Fewer breakdowns — more control over yourself
ru: Меньше срывов - больше контроля над собой

# onboarding_page3_subtitle
source: You get a chance to consciously choose whether to act on an urge or not. Small steps every day gradually change your behaviour — and, over time, your life.
ru: С практикой вы раньше замечаете, что «что-то не так» и успеваете остановиться. У вас появляется выбор — поддаться побуждению или сделать иначе. Маленькие шаги каждый день постепенно меняют вашу жизнь.

# onboarding_skip_button
source: Skip
ru: Пропустить

# onboarding_next_button
source: Next
ru: Далее

# onboarding_start_button
source: Start using the app
ru: Начать

# usageGuideAppBarTitle
source: How to use Wisemind
ru: Как пользоваться Wisemind

# usageGuideTitle1
source: How Wisemind actually helps
ru: Как Wisemind действительно помогает

# usageGuideBody1
source: Wisemind isn’t magic and it’s not about tracking everything just for the sake of it. The free version already has everything you need to start changing your behavior: logging your state, breaking down difficult situations and trying new ways to respond. Change takes effort: the app can’t do the work for you, but it can support you step by step.
ru: Wisemind не про магию и не про «трекать всё подряд». В бесплатной версии уже есть всё, чтобы начать менять поведение: отмечать состояние, разбирать сложные ситуации и пробовать реагировать по-новому. Но изменения требуют усилий: приложение не сделает работу за вас, оно помогает идти вперёд шаг за шагом.

# usageGuideTitle2
source: Step 1. Notice what is happening to you
ru: Шаг 1. Замечать, что с вами происходит

# usageGuideBody2
source: You can’t change your behavior if you don’t notice what’s going on with you. That’s why the first skills block — Mindfulness — is available for free. It helps you pay attention to: • your body and sensations • your thoughts and emotions • what is happening around you This makes it easier to catch the moment when a lapse usually starts.
ru: Менять поведение невозможно, если вы не замечаете, что с вами происходит. Поэтому первый блок навыков — «Осознанность» — открыт бесплатно. С его помощью вы учитесь обращать внимание на: • тело и ощущения • мысли и эмоции • обстановку вокруг Так легче вовремя заметить момент, когда обычно начинается срыв.

# usageGuideTitle3
source: Step 2. Define your problem behavior
ru: Шаг 2. Определить своё проблемное поведение

# usageGuideBody3
source: First be honest about what is a problem for you: alcohol, fights with loved ones, overeating, smoking, impulsive shopping and so on. Then fill in the Daily Card every evening. Over time you’ll see links between lack of sleep, stress, lack of rest and other triggers that push you towards lapses and your usual problem behavior.
ru: Сначала честно назовите, что именно для вас проблема: алкоголь, ссоры с близкими, переедание, курение, импульсивные покупки и так далее. Затем каждый вечер заполняйте «Карту дня». Со временем вы увидите связи между недосыпом, стрессом, отсутствием отдыха и другими факторами, которые подталкивают к срывам и привычному проблемному поведению.

# usageGuideTitle4
source: Step 3. Analyse lapses and train skills
ru: Шаг 3. Разбирать срывы и тренировать навыки

# usageGuideBody4
source: Lapses are inevitable — they are not failure, but material to work with. Use worksheets to go step by step through what happened before, during and after an episode. DBT skills are grouped into four modules: • mindfulness • distress tolerance • emotion regulation • interpersonal effectiveness Take them slowly — we recommend one skill per week — and keep the ones that work best for you.
ru: Срывы неизбежны — это не провал, а материал для работы. Используйте рабочие листы, чтобы по шагам разобрать, что произошло до, во время и после эпизода. Навыки DBT разделены на 4 блока: • осознанность • устойчивость к стрессу • регулирование эмоций • межличностная эффективность Осваивайте их постепенно, мы рекомендуем по одному навыку в неделю — и оставляйте в арсенале то, что лучше всего работает именно для вас.

# usageGuideTitle5
source: Ready to start?
ru: Поехали?

# usageGuideBody5
source: We’ll keep adding new tools, exercises and meditations to support you on your way. For now, take the first step — fill in your first entry in the “My state” section. You’ll answer a few simple questions about sleep, well-being and emotions. If you come back to it every day, a habit gradually forms — and habits change behavior over time.
ru: Мы будем добавлять новые инструменты, практики и медитации, чтобы поддерживать вас на пути изменений. А сейчас сделайте первый шаг — заполните первую запись в разделе «Моё состояние». Вы ответите на простые вопросы о сне, самочувствии и эмоциях. Если возвращаться к этому каждый день, постепенно формируется привычка, которая со временем меняет поведение.

# usageGuideButtonNext
source: Next
ru: Далее

# usageGuideButtonFillCard
source: Fill in the Daily Card
ru: Заполнить карту дня

# settingsAppBarTitle
source: Settings
ru: Настройки

# settingsReminderTitle
source: Daily Card reminders
ru: Напоминания о «Карте дня»

# settingsReminderSubtitle
source: Evening reminder to fill in your Daily Card
ru: Вечером напомнить заполнить карту дня

# settingsGuideTitle
source: How to use the app
ru: Как пользоваться приложением

# settingsGuideSubtitle
source: A short guide to Wisemind
ru: Краткий гид по Wisemind

# settingsContactTitle
source: Contact us
ru: Написать нам

# settingsContactSubtitle
source: Email for questions and suggestions
ru: Почта для вопросов и предложений

# settingsAboutTitle
source: About the app
ru: О приложении

# settingsMailError
source: Could not open the mail app
ru: Не удалось открыть почтовое приложение

# settingsFeedbackEmailSubject
source: Feedback about the Wisemind app
ru: Обратная связь по приложению Wisemind

# homeAppBarTitle
source: My state
ru: Моё состояние

# homeSettingsTooltip
source: Settings
ru: Настройки

# homeExportMenu7Days
source: Export last 7 days
ru: Экспорт за последние 7 дней

# homeExportMenuAll
source: Export all entries
ru: Экспорт всех записей

# homeExportNoEntries
source: There are no entries to export.
ru: Нет записей для экспорта.

# homeExportNoEntries7Days
source: There are no entries to export for the last 7 days.
ru: За последние 7 дней нет записей для экспорта.

# homeExportFileName
source: State entries
ru: Записи состояний

# homeExportSubject7Days
source: State entries for the last 7 days
ru: Записи состояний за последние 7 дней

# homeExportSubjectAll
source: All state entries
ru: Все записи состояний

# homeExportText7Days
source: State entries for the last 7 days (CSV).
ru: Записи состояний за последние 7 дней (CSV).

# homeExportTextAll
source: All state entries (CSV).
ru: Все записи состояний (CSV).

# homeUsageGuideCardTitle
source: How to use the app
ru: Как пользоваться приложением

# homeUsageGuideCardSubtitle
source: A 2–3 minute guide to get the most out of Wisemind.
ru: Краткий гид на 2–3 минуты, чтобы выжать максимум пользы из Wisemind.

# homeUsageGuideHideDialogTitle
source: Hide this guide from the home screen?
ru: Скрыть инструкцию с главного экрана?

# homeUsageGuideHideDialogBody
source: You can still view this guide later in the "Settings" section.
ru: Вы всё ещё сможете посмотреть эту инструкцию в разделе "Настройки".

# homeUsageGuideHideDialogHide
source: Hide
ru: Скрыть

# homeUsageGuideHideDialogKeep
source: Keep
ru: Оставить

# homeEmptyStateText
source: 🔍 You don’t have any entries here yet. Tap “+ New entry” to add your first one.
ru: 🔍 Здесь пока нет ваших записей. Нажмите «+ Новая запись», чтобы добавить первую.

# homeEntriesSectionTitle
source: State entries
ru: Записи состояний

# homeEntryGratefulPrefix
source: I’m grateful for: {text}
ru: Благодарю себя: {text}

# homeChartNoData
source: There’s no data for the chart yet. Add entries for the last few days.
ru: Пока нет данных для графика. Добавь записи за последние дни.

# homeChartNoData14Days
source: There’s no data for the last 14 days yet.
ru: Пока нет данных за последние 14 дней.

# homeLegendSleep
source: Hours of sleep
ru: Часы сна

# homeLegendRest
source: Rest
ru: Отдых

# homeLegendActivity
source: Activity
ru: Активность

# homeEntryMenuEdit
source: Edit
ru: Редактировать

# homeEntryMenuDelete
source: Delete
ru: Удалить

# stateDashboardEmptyTitle
source: Here you'll see your state statistics.
ru: Здесь будет ваша статистика состояния.

# stateDashboardEmptyBody
source: There are no entries yet. Tap the button below to fill in today’s form.
ru: Пока нет ни одной записи. Нажмите кнопку внизу, чтобы заполнить анкету за сегодня.

# stateDashboardTitle
source: My state
ru: Моё состояние

# stateDashboardChartTitle
source: Sleep, rest and activity over recent days
ru: Сон, отдых и активность за последние дни

# stateDashboardLegendSleep
source: Sleep
ru: Сон

# stateDashboardLegendRest
source: Rest
ru: Отдых

# stateDashboardLegendActivity
source: Activity
ru: Активность

# stateDashboardHistoryTitle
source: Entry history
ru: История записей

# stateDashboardHistorySubtitle
source: Recent days
ru: Последние дни

# stateDashboardSleepText
source: {hours} h
ru: {hours} ч

# stateDashboardRestText
source: {value}/5 rest
ru: {value}/5 отдых

# stateDashboardActivityText
source: {value}/5 activity
ru: {value}/5 активность

# worksheetsAppBarTitle
source: Exercises
ru: Упражнения

# worksheetsSectionTitle
source: Skill worksheets
ru: Рабочие листы по навыкам

# worksheetsChainAnalysisTitle
source: Problem behavior analysis
ru: Анализ нежелательного поведения

# worksheetsChainAnalysisSubtitle
source: Explore the unwanted behavior you want to change
ru: Исследование нежелательного поведения, которое хочется изменить

# worksheetsProsConsTitle
source: Pros and cons
ru: За и против

# worksheetsProsConsSubtitle
source: Helps you choose between problem behavior and a more mindful action
ru: Помогает сделать выбор между нежелательным поведением и осознанным действием

# worksheetsFactCheckTitle
source: Fact check
ru: Проверка фактов

# worksheetsFactCheckSubtitle
source: Helps you see whether your emotions or thoughts fit the facts
ru: Помогает оценить эмоции или мысли на соответствие фактам

# chainAnalysisListAppBarTitle
source: Behavior analysis
ru: Анализ поведения

# chainAnalysisLoadError
source: Couldn’t load data. Please try again later.
ru: Не удалось загрузить данные. Попробуйте ещё раз позже.

# chainAnalysisEmptyList
source: 🔍 There are no entries here yet. Tap “+ New entry” to fill in your first worksheet.
ru: 🔍 Здесь пока нет ни одной записи. Нажмите «+ Новая запись», чтобы заполнить первый рабочий лист.

# chainAnalysisUntitled
source: Untitled
ru: Без названия

# chainAnalysisMenuEdit
source: Edit
ru: Редактировать

# chainAnalysisMenuDelete
source: Delete
ru: Удалить

# chainAnalysisDeleteDialogTitle
source: Delete this entry?
ru: Удалить запись?

# chainAnalysisDeleteDialogBody
source: This entry cannot be restored.
ru: Эту запись нельзя будет восстановить.

# chainAnalysisDeleteDialogCancel
source: Cancel
ru: Отмена

# chainAnalysisDeleteDialogConfirm
source: Delete
ru: Удалить

# chainAnalysisDeleteSnack
source: Entry deleted
ru: Запись удалена

# chainAnalysisFabNewEntry
source: New entry
ru: Новая запись

# chainAnalysisEditAppBarTitle
source: Edit analysis
ru: Редактировать анализ

# chainAnalysisNewAppBarTitle
source: Behavior analysis
ru: Анализ поведения

# chainAnalysisProblemRequiredSnack
source: Describe the problem behavior
ru: Опиши проблемное поведение

# chainAnalysisExampleCardTitle
source: Example worksheet "Problem behavior analysis"
ru: Пример заполненного листа "Анализ нежелательного поведения"

# chainAnalysisSectionGeneralTitle
source: General information
ru: Общая информация

# chainAnalysisSectionMindfulnessLabel
source: Mindfulness
ru: Осознанность

# chainAnalysisSectionWorksheetTitle
source: Behavior analysis
ru: Анализ поведения

# chainAnalysisFieldDateLabel
source: Date
ru: Дата

# chainAnalysisFieldProblemLabel
source: Problem behavior
ru: Проблемное поведение

# chainAnalysisFieldProblemHint
source: For example: yelled at a colleague, binged on food
ru: Например: накричал на коллегу, сорвался на переедание

# chainAnalysisSectionChainTitle
source: Chain of events
ru: Цепочка событий

# chainAnalysisFieldChainLinksLabel
source: What exactly happened (chain)
ru: Что именно происходило (цепочка)

# chainAnalysisFieldChainLinksHint
source: Thoughts, emotions, body reactions and actions step by step
ru: Мысли, эмоции, телесные реакции и действия по шагам

# chainAnalysisFieldPromptingEventLabel
source: Prompting event
ru: Побуждающее событие

# chainAnalysisFieldPromptingEventHint
source: What exactly triggered this episode?
ru: Что конкретно стало триггером эпизода?

# chainAnalysisFieldVulnerabilitiesLabel
source: Vulnerabilities
ru: Уязвимости

# chainAnalysisFieldVulnerabilitiesHint
source: For example: lack of sleep, hunger, stressful week, illness
ru: Например: недосып, голод, стрессовая неделя, болезнь

# chainAnalysisSectionConsequencesTitle
source: Consequences
ru: Последствия

# chainAnalysisFieldConsequencesOthersLabel
source: Consequences for others
ru: Последствия для окружения

# chainAnalysisFieldConsequencesOthersHint
source: How did this affect other people?
ru: Как это повлияло на других людей?

# chainAnalysisFieldConsequencesMeLabel
source: Consequences for me
ru: Последствия для меня

# chainAnalysisFieldConsequencesMeHint
source: What happened to me after the episode — feelings, thoughts, state
ru: Что стало со мной после эпизода — чувства, мысли, состояние

# chainAnalysisFieldDamageLabel
source: Harm done
ru: Нанесённый вред

# chainAnalysisFieldDamageHint
source: What was damaged or lost because of this behavior?
ru: Что испортилось или было потеряно из-за этого поведения?

# chainAnalysisSectionPlanTitle
source: Change plan
ru: План изменений

# chainAnalysisFieldAdaptiveBehaviourLabel
source: What could you have done instead?
ru: Как можно было по-другому?

# chainAnalysisFieldAdaptiveBehaviourHint
source: Which healthier behavior could have taken this place?
ru: Какое более здоровое поведение могло бы быть на этом месте?

# chainAnalysisFieldDecreaseVulnerabilityLabel
source: How to reduce vulnerability in the future?
ru: Как снизить уязвимость в будущем?

# chainAnalysisFieldDecreaseVulnerabilityHint
source: What in your routine and habits could you strengthen to make it easier?
ru: Что в режиме и привычках можно укрепить, чтобы было легче?

# chainAnalysisFieldPreventEventLabel
source: How to prevent the prompting event?
ru: Как предотвратить побуждающее событие?

# chainAnalysisFieldPreventEventHint
source: What can you do so that a similar situation is less likely to occur again?
ru: Что можно сделать, чтобы подобная ситуация не повторялась?

# chainAnalysisFieldFixPlanLabel
source: Repair plan
ru: План исправления

# chainAnalysisFieldFixPlanHint
source: Concrete steps to repair consequences and relationships
ru: Конкретные шаги по исправлению последствий и отношений

# chainAnalysisSaveButtonNew
source: Save
ru: Сохранить

# chainAnalysisSaveButtonEdit
source: Save changes
ru: Сохранить изменения

# chainAnalysisSaveSnackNew
source: Entry added
ru: Запись добавлена

# chainAnalysisSaveSnackEdit
source: Entry updated
ru: Запись обновлена

# chainAnalysisExampleAppBarTitle
source: Example worksheet
ru: Пример заполненного листа

# chainAnalysisDetailAppBarTitle
source: Analysis details
ru: Детали анализа

# factCheckListAppBarTitle
source: Fact check
ru: Проверка фактов

# factCheckLoadErrorGeneric
source: Couldn’t load entries.
ru: Не удалось загрузить записи.

# factCheckLoadErrorWithReason
source: Couldn’t load entries. {error}
ru: Не удалось загрузить записи. {error}

# factCheckEmptyList
source: 🔍 There are no entries here yet. Tap "+ New entry" to fill in your first worksheet.
ru: 🔍 Здесь пока нет ни одной записи. Нажмите "+ Новая запись", чтобы заполнить первый рабочий лист.

# factCheckEmotionNone
source: No emotion
ru: Без эмоции

# factCheckMenuEdit
source: Edit
ru: Редактировать

# factCheckMenuDelete
source: Delete
ru: Удалить

# factCheckDeleteDialogTitle
source: Delete this entry?
ru: Удалить запись?

# factCheckDeleteDialogBody
source: This entry cannot be restored.
ru: Эту запись нельзя будет восстановить.

# factCheckDeleteDialogCancel
source: Cancel
ru: Отмена

# factCheckDeleteDialogConfirm
source: Delete
ru: Удалить

# factCheckDeleteSnack
source: Entry deleted
ru: Запись удалена

# factCheckFabNewEntry
source: New entry
ru: Новая запись

# factCheckDetailAppBarTitle
source: View entry
ru: Просмотр записи

# factCheckSectionGeneralTitle
source: General information
ru: Общая информация

# factCheckSectionEmotionRegulationLabel
source: Emotion regulation
ru: Регуляция эмоций

# factCheckSectionWorksheetTitle
source: Fact check
ru: Проверка фактов

# factCheckSectionEmotionIntensityTitle
source: Emotion and intensity
ru: Эмоция и интенсивность

# factCheckSectionAfterTitle
source: After the fact check
ru: После проверки фактов

# factCheckFieldDateLabel
source: Date
ru: Дата

# factCheckFieldEmotionLabel
source: Emotion
ru: Эмоция

# factCheckEmotionAnger
source: 😡 Anger
ru: 😡 Злость

# factCheckEmotionFear
source: 😨 Fear
ru: 😨 Страх

# factCheckEmotionAnxiety
source: 😟 Anxiety
ru: 😟 Тревога

# factCheckEmotionSadness
source: 😢 Sadness
ru: 😢 Грусть

# factCheckEmotionGuilt
source: 😞 Guilt
ru: 😞 Вина

# factCheckEmotionShame
source: 😳 Shame
ru: 😳 Стыд

# factCheckEmotionDisgust
source: 🤢 Disgust
ru: 🤢 Отвращение

# factCheckEmotionDesire
source: 🤤 Desire
ru: 🤤 Желание

# factCheckEmotionJoy
source: 😄 Joy
ru: 😄 Радость

# factCheckEmotionHurt
source: 😔 Hurt
ru: 😔 Обида

# factCheckFieldInitialIntensityLabel
source: Emotion intensity (0–100)
ru: Интенсивность эмоции (0–100)

# factCheckFieldInitialIntensityHint
source: From 0 to 100
ru: От 0 до 100

# factCheckFieldPromptingEventLabel
source: Prompting event
ru: Побуждающее событие

# factCheckFieldPromptingEventHint
source: What happened that led to this emotion? Who did what to whom? What did it lead to? Is this a problem for you? Be as specific as possible.
ru: Что произошло и привело вас к этой эмоции? Кто кому что сделал? К чему это привело? Является ли это проблемой для вас? Будьте максимально конкретны.

# factCheckFieldFactsExtremesLabel
source: Check the facts!
ru: Проверьте факты!

# factCheckFieldFactsExtremesHint
source: Look for all-or-nothing thinking and judgments in your thoughts.
ru: Выясните, нет ли крайностей и оценочности в ваших суждениях.

# factCheckFieldMyInterpretationLabel
source: My interpretation of the facts
ru: Моя интерпретация фактов

# factCheckFieldMyInterpretationHint
source: What am I assuming? Am I adding my own story on top of what actually happened?
ru: Что я допускаю (предполагаю)? Добавляю ли я какую-то свою интерпретацию в описание произошедших событий?

# factCheckFieldAltInterpretationsLabel
source: Check the facts (other interpretations)
ru: Проверьте факты! (другие интерпретации)

# factCheckFieldAltInterpretationsHint
source: Write down as many alternative interpretations of these facts as you can.
ru: Напишите как можно больше других интерпретаций этих фактов.

# factCheckFieldPerceivedThreatLabel
source: Is this a threat to me?
ru: Для меня это угроза?

# factCheckFieldPerceivedThreatHint
source: What exactly feels threatened here? How could this event or situation harm me? What negative outcomes am I expecting?
ru: В чем в данном случае состоит эта угроза? Чем это событие или ситуация угрожают мне? Какие тревожные события или последствия я ожидаю?

# factCheckFieldAltOutcomesLabel
source: Check the facts (other possible outcomes)
ru: Проверьте факты! (другие исходы ситуации)

# factCheckFieldAltOutcomesHint
source: Write down as many other possible outcomes of this situation as you can, based on the facts.
ru: Напишите как можно больше других исходов этой ситуации, учитывая факты.

# factCheckFieldCatastropheLabel
source: Is it a catastrophe?
ru: Это катастрофа?

# factCheckFieldCatastropheHint
source: Describe in detail the worst realistic consequences that could happen.
ru: Опишите подробно наиболее плохие последствия, которые только могут произойти.

# factCheckFieldCopingLabel
source: How will I cope with the consequences?
ru: Как совладаю с последствиями?

# factCheckFieldCopingHint
source: Describe how you would handle it if it did happen.
ru: Опишите способы, как справитесь с этим.

# factCheckFieldEmotionMatchLabel
source: Do my emotions fit the facts? (0–5)
ru: Мои эмоции соответствуют фактам? (0–5)

# factCheckFieldCurrentIntensityLabel
source: Current emotion intensity (0–100)
ru: Текущая интенсивность эмоций (0–100)

# factCheckFieldCurrentIntensityHint
source: From 0 to 100
ru: От 0 до 100

# factCheckSaveButtonNew
source: Save
ru: Сохранить

# factCheckSaveButtonEdit
source: Save changes
ru: Сохранить изменения

# factCheckSaveSnackNew
source: Entry added
ru: Запись добавлена

# factCheckSaveSnackEdit
source: Entry updated
ru: Запись обновлена

# factCheckExamplePillTitle
source: Example worksheet "Fact check"
ru: Пример заполненного листа "Проверка фактов"

# factCheckExampleAppBarTitle
source: Example worksheet
ru: Пример заполненного листа

# prosConsListAppBarTitle
source: Pros and cons
ru: За и против

# prosConsEmptyList
source: 🔍 There are no entries here yet. Tap "+ New entry" to fill in your first worksheet.
ru: 🔍 Здесь пока нет ни одной записи. Нажмите "+ Новая запись", чтобы заполнить первый рабочий лист.

# prosConsMenuEdit
source: Edit
ru: Редактировать

# prosConsMenuDelete
source: Delete
ru: Удалить

# prosConsDeleteDialogTitle
source: Delete this entry?
ru: Удалить запись?

# prosConsDeleteDialogBody
source: This entry cannot be restored.
ru: Эту запись нельзя будет восстановить.

# prosConsDeleteDialogCancel
source: Cancel
ru: Отмена

# prosConsDeleteDialogConfirm
source: Delete
ru: Удалить

# prosConsDeleteSnack
source: Entry deleted
ru: Запись удалена

# prosConsFabNewEntry
source: New entry
ru: Новая запись

# prosConsDetailAppBarTitle
source: View entry
ru: Просмотр записи

# prosConsDetailSectionWorksheetTitle
source: Pros and cons worksheet
ru: Рабочий лист "За и против"

# prosConsSectionDistressToleranceLabel
source: Distress tolerance
ru: Устойчивость к стрессу
